IDEA StatiCa Open Model
AnchorParam Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the AnchorParam class
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public AnchorParam()
Public Sub New
public:
AnchorParam()
See Also
Reference
AnchorParam Class
IdeaRS.OpenModel.Parameters Namespace